Final_exam_files/presentation_skeleton.tex
% Created 2023-01-12 Πεμ 22:38
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{booktabs}
\usepackage{import}
\usepackage[LGR, T1]{fontenc}
\usepackage[greek, english]{babel}
\usepackage{alphabeta}
\usepackage{esint}
\usepackage{mathtools}
\usepackage{esdiff}
\usepackage{makeidx}
\usepackage{glossaries}
\usepackage{newfloat}
\usepackage{minted}
\usepackage{chemfig}
\usepackage{svg}
\author{Vidianos Giannitsis}
\date{\today}
\title{Δομή της παρουσίασης του μαθήματος}
\hypersetup{
 pdfauthor={Vidianos Giannitsis},
 pdftitle={Δομή της παρουσίασης του μαθήματος},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.5.5)}, 
 pdflang={English}}
\makeatletter
\newcommand{\citeprocitem}[2]{\hyper@linkstart{cite}{citeproc_bib_item_#1}#2\hyper@linkend}
\makeatother

\usepackage[notquote]{hanging}
\begin{document}

\maketitle
\tableofcontents

Αυτό είναι ένα πρόχειρο αρχείο που αναφέρει συνοπτικά μερικές ιδέες για την δομή της παρουσίασης και του συνοδευτικού αρχείου.

\section{Εισαγωγή}
\label{sec:org0365259}
Είναι μία καλή ιδέα να ξεκινήσουμε την παρουσίαση με μία εισαγωγή του θέματος. Να εξηγήσουμε δηλαδή τα βασικά σημεία του θέματος, όπως ποιά είναι η πρώτη ύλη, ποιά είναι τα προιόντα κλπ. Θα είναι μάλλον ενδιαφέρον να εξηγήσουμε στο section αυτό γιατί θέλουμε να παράξουμε αυτά τα προιόντα και ποιό περιμένουμε να είναι το market μας. Με βάση αυτά, θα δείξουμε και τους υπολογισμούς του οικονομικού δυναμικού για το αν αξίζει ή όχι σε πρώτη εικόνα η διεργασία.

Μετά, μπορούμε να εξηγήσουμε ότι ιδέες υπάρχουν για τις μετατροπές και να πούμε ότι εμείς καταλήξαμε σε αυτήν την διεργασία για τους x, y λόγους. Έτσι, καταλήγουμε στο ότι έχουμε εισάγει τον σκοπό της διεργασίας, γιατί είναι σημαντικός και πως μπορούμε να τον επιτεύξουμε.

\section{Ορισμός της Διεργασίας}
\label{sec:orgd678b6c}
Έχοντας εισάγει την διεργασία, μπορούμε να αρχίσουμε να μπαίνουμε πιο in-depth σε αυτήν. Αρχικά, χωρίζουμε την διεργασία σε 4 κομμάτια. Προκατεργασία της βιομάζας και διαχωρισμός των τριών βασικών κλασμάτων της ως το πρώτο (blocks 100, 200). Παραγωγή γλυκερόλης από γλυκόζη (blocks 400, 500). Παραγωγή κυκλοπεντανόνης από ξυλόζη (blocks 600, 700). Ατμολέβητας με καύσιμο την λιγνίνη (block 300).

Έχοντας εισάγει το ποιά είναι η δομή της διεργασίας, μπορούμε να αρχίσουμε να μιλάμε για το κάθε block ξεχωριστά. Είναι μία εύλογη ιδέα να ξεκινήσουμε από τα sections των δύο προιόντων τα οποία είναι τα πιό σημαντικά, μετά να μιλήσουμε για την προκατεργασία για να δούμε πως θα φτάσουμε στις πρώτες ύλες που απαιτούν τα προιόντα μας από την πρώτη ύλη που έχουμε και στο τέλος να αναφερθεί η λιγνίνη.

\section{Μελέτη του κάθε block}
\label{sec:orgf176c74}
Για το κάθε block μπορούμε να παραθέσουμε τα εξής:

\subsection{Διάγραμμα ροής του block}
\label{sec:org78b7620}
Είτε μόνο αυτό στο Aspen ή για το extra flex πρώτα ένα conceptual με ζωγραφική και μετά η προσομοίωση.

\subsection{Επεξήγηση του διαγράμματος ροής}
\label{sec:org77f3f61}
Μάλλον χωρίς πολλές λεπτομέρειες, απλώς ποιός είναι ο σκοπός του, τι μπαίνει τι βγαίνει και πως προσομοιώθηκε στο Aspen η κάθε μονάδα. Στην παρουσίαση δεν πρέπει να υπάρχει μεγάλο κείμενο για αυτό, πέρα από ίσως ένα υπόμνημα καθώς η επεξήγηση θα γίνει προφορικά. Στο κείμενο καλό είναι να υπάρχουν περισσότερα σχόλια.

\subsection{Σχεδιαστικές επιλογές}
\label{sec:org9ce3346}
Γιατί επιλέχτηκε αυτός ο διαχωρισμός ή αυτός ο τύπος αντιδραστήρα για την διεργασία και γιατί λειτουργεί στις συνθήκες αυτές. Γιατί επιλέχτηκε ένα μοντέλο και όχι ένα άλλο. Επειδή αυτό θεωρείται το πιό σημαντικό κομμάτι μάλλον θα δώσουμε αρκετή έμφαση εδώ.

\subsection{Υπολογισμοί}
\label{sec:org422ac8c}
Μπορούμε με έναν ωραίο και συνοπτικό τρόπο να περιγράψουμε τους βασικούς υπολογισμούς του block είτε αυτοί έγιναν στο χέρι ή μόνο στο Aspen. Επίσης σε αυτό το section μπορεί να αναφερθούν περισσότερες λεπτομέρειες της προσομοίωσης οι οποίες είναι λιγότερο σημαντικές από αυτές που ειπώθηκαν παραπάνω. Για την παρουσίαση αυτό πρέπει να είναι αρκετά μικρό για να μην είναι κουραστικό, ενώ στο κείμενο ίσως είναι λίγο πιό αναλυτικό.

Έχοντας κάνει αυτή τη μελέτη για το κάθε block, πρακτικά έχουμε περιγράψει πλήρως όλη την διεργασία μας 
\end{document}